Repository: deepin-community/rhythmbox-plugin-alternative-toolbar
Catalog: po/*.po
Languages: pl

source: Seek Backward
pl: Przeszukaj wstecz

source: Seek backward, in current track, by 5 seconds.
pl: Przechodzi 5 s wstecz bieżącego nagrania

source: Seek Forward
pl: Przeszukaj naprzód

source: Seek forward, in current track, by 10 seconds.
pl: Przechodzi 10 sekund naprzód bieżącego nagrania

source: Show Play-Controls Toolbar
pl: Pasek odtwarzania

source: Show or hide the play-controls toolbar
pl: Przełącza wyświetlanie paska sterowania odtwarzaniem

source: Show Source Toolbar
pl: Pasek zasobu

source: Show or hide the source toolbar
pl: Przełącza wyświetlanie paska zasobu

source: Alternative Toolbar
pl: Alternatywny pasek narzędziowy

source: Replace the Rhythmbox large toolbar with a Client-Side Decorated or Compact Toolbar which can be hidden
pl: Zastępuje wielki pasek narzędziowy programu paskiem z obramowaniem po stronie klienta lub zwartym paskiem, który można ukryć.

source: View All
pl: Wyświetl wszystkie

source: Import
pl: Zaimportuj

source: Stations
pl: Stacje

source: My Top Rated
pl: Najwyżej ocenione

source: Recently Added
pl: Ostatnio dodane

source: Recently Played
pl: Ostatnio odtworzone

source: Podcasts
pl: Podcasty

source: Restart
pl: Uruchom ponownie

source: Local collection
pl: Kolekcja lokalna

source: Online sources
pl: Zasoby sieciowe

source: Other sources
pl: Inne zasoby

source: Playlists
pl: Listy odtwarzania

source: Songs
pl: Utwory

source: Categories
pl: Kategorie

source: Browse
pl: Przeglądaj

source: Repeat the current track
pl: Powtarza bieżące nagranie

source: Restart the player for the changes to take effect.
pl: Proszę uruchomić program ponownie, aby wprowadzić zmiany.

source: Toolbar:
pl: Pasek narzędziowy

source: Best suitable for desktop environments like Gnome and Elementary.
pl: Przełącza widok najlepiej dopasowany do środowisk graficznych takich jak GNOME i Elementary

source: Modern
pl: Nowoczesny

source: Use compact controls
pl: Zwarte przyciski

source: Display the playback controls in the toolbar in visually compact style instead of the standard rhythmbox style. Always enabled for modern toolbar mode.
pl: Wyświetla przyciski sterujące odtwarzaniem na pasku narzędziowym w zwartym stylu zamiast zwykłym stylu programu. Zawsze włączone dla nowoczesnego trybu paska narzędziowego.0

source: Show:
pl: Wyświetlanie

source: Album/genre/year for playing song
pl: Album/gatunek/rok wydania odtwarzanego utworu

source: Display album/genre/year instead of song-artist-album. Useful for those desktop-environments where song-artist-album is already displayed in the window title.
pl: Wyświetla informacje album/gatunek/rok wydania, przydatne dla środowisk graficznych dla których utwór-wykonawca-album jest już wyświetlany na obramowaniu okna

source: Tooltips for the playback controls
pl: Podpowiedzi przycisków sterujących odtwarzaniem

source: Show or hide the tooltips for the playback controls.
pl: Przełącza wyświetlanie etykiet w podpowiedziach przycisków sterujących

source: Volume control
pl: Sterowanie głośnością

source: Show or hide the volume control.
pl: Przełącza wyświetlanie przycisku sterowania głośnością

source: Playback controls
pl: Przyciski odtwarzania

source: Show or hide the playing controls on player startup.
pl: Przełącza wyświetlanie przycisków sterujących odtwarzaniem

source: Use:
pl: Używanie

source: Inline song/artist label
pl: Jednowierszowa etykieta utworu i wykonawcy

source: Display Song and Artist labels before the progress slider. If not checked, they are displayed above the progress slider.
pl: Wyświetla etykiety utworu i wykonawcy przed paskiem postępu zamiast powyżej

source: Enhanced sidebar
pl: Ulepszony pasek boczny

source: Show or hide redesigned sidebar for the player. It features improved symbolic icons, better sources organisation and ability to expand and collapse categories.
pl: Przełącza wyświetlanie przeprojektowanego paska bocznego zawierającego ulepszone ikony symboliczne, lepsze zorganizowanie zasobów i możliwość zwijania i rozwijania kategorii

source: Enhanced plugins dialog
pl: Ulepszone okno konfiguracji wtyczek

source: Show or hide redesigned plugins dialog. It features switches instead of checkboxes and inline toolbar with symbolic icons . Works best with Gnome based desktop environments.
pl: Przełącza używanie przeprojektowanego okna konfiguracji wtyczek, zawierającego przełączniki zamiast pól wyboru, pasek narzędziowy z ikonami symbolicznymi. Najlepiej działa ze środowiskami graficznymi opartymi o GNOME.

source: Dark theme if available
pl: Ciemny styl

source: Horizontal
pl: Poziomo

source: Vertical
pl: Pionowo

source: Play the previous track
pl: Przechodzi do poprzedniego nagrania

source: Resume or pause the playback
pl: Wznawia lub wstrzymuje odtwarzanie

source: Play the next track
pl: Przechodzi do następnego nagrania

source: Play the tracks in random order
pl: Odtwarza nagrania w losowej kolejności
